Repository: makijaveli/petros
Catalog: languages/*.po
Languages: hr_hr

source: Why Petros
hr_hr: Zašto Petros

source: About Us
hr_hr: O nama

source: Related articles
hr_hr: Povezani članci

source: see more
hr_hr: vidi još

source: Categories
hr_hr: Kategorije

source: Inquiry
hr_hr: Rezervacija

source: If you have any questions do not hesitate to contact us using the button bellow.
hr_hr: Ukoliko imate pitanja ili želite rezervisati apartman, možete to učiniti klikom na dugme ispod.

source: send inquiry
hr_hr: pošalji upit

source: Follow us
hr_hr: Zaprati nas

source: Most popular tours
hr_hr: Najpopularnije ture

source: see tour
hr_hr: vidi turu

source: book tour
hr_hr: rezerviši sada

source: Gallery
hr_hr: Galerija

source: What to expect
hr_hr: Šta očekivati

source: Inclusions
hr_hr: Tura uključuje

source: Useful information
hr_hr: Korisne informacije

source: Full itinerary
hr_hr: Putanja

source: Meeting points
hr_hr: Mesta za sastanke

source: More informations
hr_hr: Više informacija

source: Subscribe to our newsletter
hr_hr: Pretplati se na naš newsletter

source: Subscribe to our newsletter and get all the news and offers as soon as they are ready to meet the public eye.
hr_hr: Pretplati se na naš newsletter i redovno dobijaj sve vesti i ponude.

source: Recent stories
hr_hr: Najnovije priče

source: See full tour
hr_hr: Saznaj više

source: Small groups for a great experience
hr_hr: Mala grupa za velika očekivanja

source: All rights reserved.
hr_hr: Sva prava pridržana.

source: Petros is a tour operator and a destination management company
hr_hr: Petros menadžment kompanija za organizovanje tura i destinacija

source: for small groups and great experience
hr_hr: za male grupe i velike doživljaje

source: Licensed local guides
hr_hr: Licencirani turistički pratitelji

source: Forget the boring facts and figures
hr_hr: Zaboravite na dosadne činjenice

source: Always at your disposal
hr_hr: Uvijek na raspolaganju

source: Pick up and drop off
hr_hr: Pokupimo Vas i ostavimo

source: Expertise and passion
hr_hr: Stručnost i strast

source: Contact Form
hr_hr: Kontakt forma

source: Feel free to get in touch with us using the contact form below. All fileds required.
hr_hr: Kontaktirajte nas putem forme ispod. Sva polja su obavezna.

source: Contact information
hr_hr: Kontakt informacije

source: Working hours:
hr_hr: Radno vreme:

source: Head office:
hr_hr: Glavna poslovnica:

source: Tours and day trips contact:
hr_hr: Informacije o turama i dnevnim izletima:

source: see map
hr_hr: vidite mapu

source: Location
hr_hr: Lokacija

source: Bedrooms
hr_hr: Soba

source: Size
hr_hr: Površina

source: Persons
hr_hr: Broj osoba

source: Book now
hr_hr: Rezerviši

source: Details
hr_hr: Opis

source: More info
hr_hr: Saznaj više

source: book now
hr_hr: Rezerviraj apartman

source: Description
hr_hr: Opis

source: Equipment
hr_hr: Oprema

source: General
hr_hr: Općenito

source: Bathroom
hr_hr: Kupaonica

source: Kitchen
hr_hr: Kuhinja

source: Outside
hr_hr: Soba

source: On request
hr_hr: Na upit
